/**Создать класс «Автозапчасти». В классе необходимо предусмотреть следующие поля:
 стоимость автозапчасти, доступное на складе количество, производитель, габариты (строка из 11 символов).

 Поле «Габариты» имеет следующий формат: ЦЦЦхЦЦЦхЦЦЦ (Ц-цифра, х-символ-разделитель).

 1) Найти информацию о автозапчастях определенного производителя и вывести данные в порядке возрастания
 второго блока цифр в поле «Габариты».

 2) Вывести информацию о самой дорогой запчасти на складе, габариты которой не превышают
 значения, введенного с клавиатуры.*/